Revit 2027 API
ParameterTypeId.DisplacementPathDepth Property
 "Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DisplacementPathDepth { get; }
Public Shared ReadOnly Property DisplacementPathDepth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DisplacementPathDepth {
	ForgeTypeId^ get ();
}
static member DisplacementPathDepth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace